Repository: marcelrgberger/civo-cloud-manager
Catalog: CivoCloudManager/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, tr, zh_hans

source: Addresses
ar: العناوين
de: Adressen
es: Direcciones
fr: Adresses
hi: पते
id: Alamat
it: Indirizzi
ja: アドレス
ko: 주소
nl: Adressen
pl: Adresy
pt: Endereços
ru: Адреса
tr: Adresler
zh_hans: 地址

source: All
ar: الكل
de: Alle
es: Todos
fr: Tous
hi: सभी
id: Semua
it: Tutti
ja: すべて
ko: 전체
nl: Alle
pl: Wszystkie
pt: Todos
ru: Все
tr: Tümü
zh_hans: 全部

source: All closed
ar: الكل مغلق
de: Alle geschlossen
es: Todo cerrado
fr: Tous fermés
hi: सभी बंद
id: Semua ditutup
it: Tutti chiusi
ja: すべて閉じる
ko: 모두 닫힘
nl: Alles gesloten
pl: Wszystko zamknięte
pt: Tudo fechado
ru: Все закрыты
tr: Hepsi kapalı
zh_hans: 全部已关闭

source: All data on these volumes will be permanently lost. This action cannot be undone.
ar: سيتم فقدان جميع البيانات على هذه الأقراص بشكل دائم. لا يمكن التراجع عن هذا الإجراء.
de: Alle Daten auf diesen Volumes gehen dauerhaft verloren. Diese Aktion kann nicht rückgängig gemacht werden.
es: Todos los datos en estos volúmenes se perderán permanentemente. Esta acción no se puede deshacer.
fr: Toutes les données sur ces volumes seront définitivement perdues. Cette action est irréversible.
hi: इन वॉल्यूम्स पर मौजूद सभी डेटा स्थायी रूप से नष्ट हो जाएगा। यह क्रिया पूर्ववत नहीं की जा सकती।
id: Semua data pada volume ini akan hilang secara permanen. Tindakan ini tidak dapat dibatalkan.
it: Tutti i dati su questi volumi verranno persi definitivamente. Questa azione non può essere annullata.
ja: これらのボリューム上のすべてのデータは完全に失われます。この操作は元に戻せません。
ko: 이 볼륨의 모든 데이터가 영구적으로 삭제됩니다. 이 작업은 되돌릴 수 없습니다.
nl: Alle gegevens op deze volumes gaan permanent verloren. Deze actie kan niet ongedaan worden gemaakt.
pl: Wszystkie dane na tych wolumenach zostaną trwale utracone. Tej operacji nie można cofnąć.
pt: Todos os dados nestes volumes serão permanentemente perdidos. Esta ação não pode ser desfeita.
ru: Все данные на этих томах будут безвозвратно удалены. Это действие нельзя отменить.
tr: Bu disklerdeki tüm veriler kalıcı olarak silinecek. Bu işlem geri alınamaz.
zh_hans: 这些卷上的所有数据都将被永久删除。此操作无法撤销。

source: All Resources
ar: جميع الموارد
de: Alle Ressourcen
es: Todos los recursos
fr: Toutes les ressources
hi: सभी संसाधन
id: Semua Sumber Daya
it: Tutte le risorse
ja: すべてのリソース
ko: 모든 리소스
nl: Alle resources
pl: Wszystkie zasoby
pt: Todos os recursos
ru: Все ресурсы
tr: Tüm Kaynaklar
zh_hans: 全部资源

source: All Set!
ar: تم كل شيء!
de: Alles bereit!
es: ¡Todo listo!
fr: Tout est prêt !
hi: सब सेट है!
id: Semua Siap!
it: Tutto pronto!
ja: すべて完了！
ko: 모두 완료!
nl: Alles klaar!
pl: Wszystko gotowe!
pt: Tudo pronto!
ru: Готово!
tr: Her şey hazır!
zh_hans: 全部设置完成！

source: API Health
ar: صحة واجهة برمجة التطبيقات
de: API-Zustand
es: Estado de la API
fr: Santé de l'API
hi: API स्वास्थ्य
id: Kesehatan API
it: Stato dell'API
ja: APIヘルス
ko: API 상태
nl: API-status
pl: Stan API
pt: Saúde da API
ru: Состояние API
tr: API Sağlığı
zh_hans: API 健康状况

source: API Key
ar: مفتاح API
de: API-Schlüssel
es: Clave API
fr: Clé API
hi: API कुंजी
id: Kunci API
it: Chiave API
ja: APIキー
ko: API 키
nl: API-sleutel
pl: Klucz API
pt: Chave API
ru: API-ключ
tr: API Anahtarı
zh_hans: API 密钥

source: API key is valid
ar: مفتاح API صالح
de: API-Schlüssel ist gültig
es: La clave API es válida
fr: La clé API est valide
hi: API कुंजी मान्य है
id: Kunci API valid
it: La chiave API è valida
ja: APIキーは有効です
ko: API 키가 유효합니다
nl: API-sleutel is geldig
pl: Klucz API jest prawidłowy
pt: A chave API é válida
ru: API-ключ действителен
tr: API anahtarı geçerli
zh_hans: API 密钥有效

source: Apply
ar: تطبيق
de: Anwenden
es: Aplicar
fr: Appliquer
hi: लागू करें
id: Terapkan
it: Applica
ja: 適用
ko: 적용
nl: Toepassen
pl: Zastosuj
pt: Aplicar
ru: Применить
tr: Uygula
zh_hans: 应用

# Apply: %lld GB → %lld GB
source: Apply: %1$lld GB → %2$lld GB
ar: تطبيق: %1$lld جيجابايت → %2$lld جيجابايت
de: Anwenden: %1$lld GB → %2$lld GB
es: Aplicar: %1$lld GB → %2$lld GB
fr: Appliquer : %1$lld Go → %2$lld Go
hi: लागू करें: %1$lld GB → %2$lld GB
id: Terapkan: %1$lld GB → %2$lld GB
it: Applica: %1$lld GB → %2$lld GB
ja: 適用：%1$lld GB → %2$lld GB
ko: 적용: %1$lld GB → %2$lld GB
nl: Toepassen: %1$lld GB → %2$lld GB
pl: Zastosuj: %1$lld GB → %2$lld GB
pt: Aplicar: %1$lld GB → %2$lld GB
ru: Применить: %1$lld ГБ → %2$lld ГБ
tr: Uygula: %1$lld GB → %2$lld GB
zh_hans: 应用：%1$lld GB → %2$lld GB

source: Apps
ar: التطبيقات
hi: ऐप्स
id: Aplikasi
it: App
ja: アプリ
ko: 앱
pl: Aplikacje
ru: Приложения
tr: Uygulamalar
zh_hans: 应用程序

source: Apps (comma-separated)
ar: التطبيقات (مفصولة بفواصل)
de: Apps (kommagetrennt)
es: Apps (separadas por comas)
fr: Apps (séparées par des virgules)
hi: ऐप्स (कॉमा से अलग करें)
id: Aplikasi (pisahkan dengan koma)
it: App (separate da virgola)
ja: アプリ（カンマ区切り）
ko: 앱 (쉼표로 구분)
nl: Apps (kommagescheiden)
pl: Aplikacje (oddzielone przecinkami)
pt: Apps (separados por vírgulas)
ru: Приложения (через запятую)
tr: Uygulamalar (virgülle ayrılmış)
zh_hans: 应用程序（用逗号分隔）

source: Assign Credential
ar: تعيين بيانات الاعتماد
de: Zugangsdaten zuweisen
es: Asignar credencial
fr: Attribuer identifiant
hi: क्रेडेंशियल असाइन करें
id: Tetapkan Kredensial
it: Assegna credenziale
ja: 認証情報を割り当てる
ko: 자격 증명 할당
nl: Referentie toewijzen
pl: Przypisz poświadczenie
pt: Atribuir credencial
ru: Назначить учетные данные
tr: Kimlik Bilgisi Ata
zh_hans: 分配凭证

source: Assign credentials when creating the object store.
ar: قم بتعيين بيانات الاعتماد عند إنشاء مخزن الكائنات.
de: Zugangsdaten beim Erstellen des Object Stores zuweisen.
es: Asignar credenciales al crear el almacén de objetos.
fr: Attribuer les identifiants lors de la création du Object Store.
hi: ऑब्जेक्ट स्टोर बनाते समय क्रेडेंशियल असाइन करें।
id: Tetapkan kredensial saat membuat object store.
it: Assegna le credenziali durante la creazione dell’Object Store.
ja: オブジェクトストア作成時に認証情報を割り当ててください。
ko: 오브젝트 스토어를 생성할 때 자격 증명을 할당하세요.
nl: Wijs inloggegevens toe bij het aanmaken van de Object Store.
pl: Przypisz dane uwierzytelniające podczas tworzenia Object Store.
pt: Atribuir credenciais ao criar o Object Store.
ru: Назначьте учетные данные при создании хранилища объектов.
tr: Nesne deposu oluştururken kimlik bilgilerini atayın.
zh_hans: 创建对象存储时分配凭证。

source: Assign existing credentials or create new ones automatically
ar: تعيين بيانات اعتماد موجودة أو إنشاء بيانات جديدة تلقائياً
de: Vorhandene Zugangsdaten zuweisen oder automatisch neue erstellen
es: Asignar credenciales existentes o crear nuevas automáticamente
fr: Attribuer des identifiants existants ou en créer automatiquement
hi: मौजूदा क्रेडेंशियल असाइन करें या नए स्वचालित रूप से बनाएं
id: Tetapkan kredensial yang sudah ada atau buat baru secara otomatis
it: Assegna credenziali esistenti o creane di nuove automaticamente
ja: 既存の認証情報を割り当てるか、新規作成を自動で行います
ko: 기존 자격 증명을 할당하거나 새로 자동 생성
nl: Bestaande inloggegevens toewijzen of automatisch nieuwe aanmaken
pl: Przypisz istniejące dane uwierzytelniające lub utwórz nowe automatycznie
pt: Atribuir credenciais existentes ou criar novas automaticamente
ru: Назначьте существующие учетные данные или создайте новые автоматически
tr: Mevcut kimlik bilgilerini atayın veya otomatik olarak yenilerini oluşturun
zh_hans: 分配现有凭证或自动创建新凭证

source: Attachment
ar: مرفق
de: Anhang
es: Adjunto
fr: Pièce jointe
hi: अनुलग्नक
id: Lampiran
it: Allegato
ja: アタッチメント
ko: 첨부 파일
nl: Bijlage
pl: Załącznik
pt: Anexo
ru: Присоединение
tr: Ek
zh_hans: 附件

source: Authentication
ar: المصادقة
de: Authentifizierung
es: Autenticación
fr: Authentification
hi: प्रमाणीकरण
id: Otentikasi
it: Autenticazione
ja: 認証
ko: 인증
nl: Authenticatie
pl: Uwierzytelnianie
pt: Autenticação
ru: Аутентификация
tr: Kimlik Doğrulama
zh_hans: 身份验证

source: Auto-close:
ar: إغلاق تلقائي:
de: Automatisch schließen:
es: Cierre automático:
fr: Fermeture auto :
hi: स्वतः बंद करें:
id: Tutup otomatis:
it: Chiusura automatica:
ja: 自動クローズ：
ko: 자동 닫기:
nl: Automatisch sluiten:
pl: Automatyczne zamykanie:
pt: Fechar automaticamente:
ru: Автоматическое закрытие:
tr: Otomatik kapatma:
zh_hans: 自动关闭：

source: Auto-create new
ar: إنشاء جديد تلقائياً
de: Automatisch neu erstellen
es: Crear automáticamente
fr: Créer automatiquement
hi: नया स्वचालित रूप से बनाएं
id: Buat baru otomatis
it: Crea automaticamente
ja: 新規自動作成
ko: 새로 자동 생성
nl: Automatisch nieuw aanmaken
pl: Utwórz automatycznie
pt: Criar automaticamente
ru: Автоматически создать новые
tr: Otomatik yeni oluştur
zh_hans: 自动新建

source: Auto-refresh
ar: تحديث تلقائي
de: Automatische Aktualisierung
es: Actualización automática
fr: Actualisation automatique
hi: स्वतः रीफ़्रेश
id: Muat ulang otomatis
it: Aggiornamento automatico
ja: 自動更新
ko: 자동 새로고침
nl: Automatisch vernieuwen
pl: Automatyczne odświeżanie
pt: Atualização automática
ru: Автообновление
tr: Otomatik yenile
zh_hans: 自动刷新

source: Auto-scroll
ar: تمرير تلقائي
de: Automatisches Scrollen
es: Desplazamiento automático
fr: Défilement automatique
hi: स्वतः स्क्रॉल
id: Gulir otomatis
it: Scorrimento automatico
ja: 自動スクロール
ko: 자동 스크롤
nl: Automatisch scrollen
pl: Automatyczne przewijanie
pt: Deslocamento automático
ru: Автопрокрутка
tr: Otomatik kaydır
zh_hans: 自动滚动

source: Back
ar: رجوع
de: Zurück
es: Atrás
fr: Retour
hi: वापस
id: Kembali
it: Indietro
ja: 戻る
ko: 뒤로
nl: Terug
pl: Wstecz
pt: Voltar
ru: Назад
tr: Geri
zh_hans: 返回

source: Backends (%lld)
ar: الخوادم الخلفية (%lld)
hi: बैकएंड्स (%lld)
id: Backend (%lld)
it: Backend (%lld)
ja: バックエンド（%lld）
ko: 백엔드 (%lld)
pl: Backendy (%lld)
ru: Бэкенды (%lld)
tr: Arka Uçlar (%lld)
zh_hans: 后端（%lld）

source: Backup
ar: نسخة احتياطية
de: Sicherung
es: Copia de seguridad
fr: Sauvegarde
hi: बैकअप
id: Cadangan
ja: バックアップ
ko: 백업
pl: Kopia zapasowa
ru: Резервная копия
tr: Yedekle
zh_hans: 备份

source: Browse Files
ar: تصفح الملفات
de: Dateien durchsuchen
es: Explorar archivos
fr: Parcourir les fichiers
hi: फ़ाइलें ब्राउज़ करें
id: Jelajahi Berkas
it: Sfoglia file
ja: ファイルを閲覧
ko: 파일 탐색
nl: Bestanden bladeren
pl: Przeglądaj pliki
pt: Procurar ficheiros
ru: Просмотреть файлы
tr: Dosyalara Gözat
zh_hans: 浏览文件

source: By Resource
ar: حسب المورد
de: Nach Ressource
es: Por recurso
fr: Par ressource
hi: संसाधन द्वारा
id: Berdasarkan Sumber Daya
it: Per risorsa
ja: リソース別
ko: 리소스별
nl: Per resource
pl: Według zasobu
pt: Por recurso
ru: По ресурсу
tr: Kaynağa Göre
zh_hans: 按资源

source: By Resource Type
ar: حسب نوع المورد
de: Nach Ressourcentyp
es: Por tipo de recurso
fr: Par type de ressource
hi: संसाधन प्रकार द्वारा
id: Berdasarkan Jenis Sumber Daya
it: Per tipo di risorsa
ja: リソースタイプ別
ko: 리소스 유형별
nl: Per resourcetype
pl: Według typu zasobu
pt: Por tipo de recurso
ru: По типу ресурса
tr: Kaynak Türüne Göre
zh_hans: 按资源类型

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleren
pl: Anuluj
pt: Cancelar
ru: Отмена
tr: İptal
zh_hans: 取消

source: Cancel download
ar: إلغاء التنزيل
de: Download abbrechen
es: Cancelar descarga
fr: Annuler le téléchargement
hi: डाउनलोड रद्द करें
id: Batalkan unduhan
it: Annulla download
ja: ダウンロードをキャンセル
ko: 다운로드 취소
nl: Download annuleren
pl: Anuluj pobieranie
pt: Cancelar download
ru: Отменить загрузку
tr: İndirimi iptal et
zh_hans: 取消下载

source: Check All
ar: تحديد الكل
de: Alle auswählen
es: Seleccionar todo
fr: Tout cocher
hi: सभी चुनें
id: Pilih Semua
it: Seleziona tutto
ja: すべて選択
ko: 전체 선택
nl: Alles selecteren
pl: Zaznacz wszystko
pt: Selecionar tudo
ru: Выбрать все
tr: Tümünü Seç
zh_hans: 全选

source: Choose which firewalls to manage
ar: اختر الجدران النارية التي تريد إدارتها
de: Wählen Sie die zu verwaltenden Firewalls
es: Elige qué firewalls gestionar
fr: Choisissez les pare-feu à gérer
hi: कौन से फ़ायरवॉल प्रबंधित करने हैं चुनें
id: Pilih firewall yang ingin dikelola
it: Scegli quali firewall gestire
ja: 管理するファイアウォールを選択してください
ko: 관리할 방화벽을 선택하세요
nl: Kies welke firewalls u wilt beheren
pl: Wybierz zapory sieciowe do zarządzania
pt: Escolha que firewalls gerir
ru: Выберите, какими брандмауэрами управлять
tr: Yönetilecek güvenlik duvarlarını seçin
zh_hans: 选择要管理的防火墙

source: Choose which firewalls to manage and set the port for each.
ar: اختر الجدران النارية التي تريد إدارتها وحدد المنفذ لكل منها.
de: Wählen Sie die zu verwaltenden Firewalls und legen Sie den Port fest.
es: Elige qué firewalls gestionar y establece el puerto para cada uno.
fr: Choisissez les pare-feu à gérer et définissez le port pour chacun.
hi: कौन से फ़ायरवॉल प्रबंधित करने हैं चुनें और प्रत्येक के लिए पोर्ट सेट करें।
id: Pilih firewall yang ingin dikelola dan atur port untuk masing-masing.
it: Scegli quali firewall gestire e imposta la porta per ciascuno.
ja: 管理するファイアウォールを選択し、それぞれのポートを設定してください。
ko: 관리할 방화벽을 선택하고 각 포트를 설정하세요.
nl: Kies welke firewalls u wilt beheren en stel de poort in voor elk.
pl: Wybierz firewalle do zarządzania i ustaw port dla każdego.
pt: Escolha quais firewalls gerenciar e defina a porta para cada um.
ru: Выберите, какими брандмауэрами управлять, и укажите порт для каждого.
tr: Yönetilecek güvenlik duvarlarını seçin ve her biri için portu ayarlayın.
zh_hans: 选择要管理的防火墙并为每个设置端口。

source: CIDR v4 (optional)
ar: CIDR v4 (اختياري)
es: CIDR v4 (opcional)
fr: CIDR v4 (facultatif)
hi: CIDR v4 (वैकल्पिक)
id: CIDR v4 (opsional)
it: CIDR v4 (facoltativo)
ja: CIDR v4（任意）
ko: CIDR v4 (선택 사항)
nl: CIDR v4 (optioneel)
pl: CIDR v4 (opcjonalnie)
pt: CIDR v4 (opcional)
ru: CIDR v4 (необязательно)
tr: CIDR v4 (isteğe bağlı)
zh_hans: CIDR v4（可选）

source: Civo API Key
ar: مفتاح Civo API
de: Civo API-Schlüssel
es: Clave API de Civo
fr: Clé API Civo
hi: Civo API कुंजी
id: Kunci API Civo
it: Chiave API Civo
ja: Civo APIキー
ko: Civo API 키
nl: Civo API-sleutel
pl: Klucz API Civo
pt: Chave API Civo
ru: Civo API-ключ
tr: Civo API Anahtarı
zh_hans: Civo API 密钥

source: Civo Cloud Manager Help
ar: مساعدة Civo Cloud Manager
de: Civo Cloud Manager Hilfe
es: Ayuda de Civo Cloud Manager
fr: Aide de Civo Cloud Manager
hi: Civo Cloud Manager सहायता
id: Bantuan Civo Cloud Manager
it: Aiuto Civo Cloud Manager
ja: Civo Cloud Managerヘルプ
ko: Civo Cloud Manager 도움말
pl: Pomoc Civo Cloud Manager
pt: Ajuda do Civo Cloud Manager
ru: Справка Civo Cloud Manager
tr: Civo Cloud Manager Yardım
zh_hans: Civo Cloud Manager 帮助

source: Civo Cloud Manager Pro
ar: Civo Cloud Manager برو
hi: Civo Cloud Manager प्रो
zh_hans: Civo Cloud Manager 专业版

source: Civo Cloud Manager Setup
ar: إعداد Civo Cloud Manager
de: Civo Cloud Manager Einrichtung
es: Configuración de Civo Cloud Manager
fr: Configuration de Civo Cloud Manager
hi: Civo Cloud Manager सेटअप
id: Pengaturan Civo Cloud Manager
it: Configurazione Civo Cloud Manager
ja: Civo Cloud Managerセットアップ
ko: Civo Cloud Manager 설정
nl: Civo Cloud Manager Instelling
pl: Konfiguracja Civo Cloud Manager
pt: Configuração do Civo Cloud Manager
ru: Настройка Civo Cloud Manager
tr: Civo Cloud Manager Kurulum
zh_hans: Civo Cloud Manager 设置

source: Civo Volume:
ar: قرص Civo:
hi: Civo वॉल्यूम:
id: Volume Civo:
ja: Civoボリューム：
ko: Civo 볼륨:
ru: Том Civo:
tr: Civo Disk:
zh_hans: Civo 卷：

source: Cleaning Up Vault
ar: تنظيف الخزنة
de: Tresor wird aufgeräumt
es: Limpiando bóveda
fr: Nettoyage du coffre-fort
hi: वॉल्ट साफ़ किया जा रहा है
id: Membersihkan Vault
it: Pulizia della cassaforte
ja: Vaultのクリーンアップ中
ko: Vault 정리 중
nl: Kluis wordt opgeruimd
pl: Czyszczenie sejfu
pt: Limpando cofre
ru: Очистка хранилища
tr: Vault Temizleniyor
zh_hans: 正在清理 Vault

source: Cleanup Available
ar: تنظيف متاح
de: Bereinigung verfügbar
es: Limpieza disponible
fr: Nettoyage disponible
hi: साफ़-सफाई उपलब्ध है
id: Pembersihan Tersedia
it: Pulizia disponibile
ja: クリーンアップ可能
ko: 정리 가능
nl: Opruiming beschikbaar
pl: Dostępne czyszczenie
pt: Limpeza disponível
ru: Доступна очистка
tr: Temizlik Mevcut
zh_hans: 可用清理

source: Cleanup Available Volumes
ar: تنظيف الأقراص المتاحة
de: Verfügbare Volumes bereinigen
es: Limpiar volúmenes disponibles
fr: Nettoyer les volumes disponibles
hi: उपलब्ध वॉल्यूम्स साफ़ करें
id: Bersihkan Volume yang Tersedia
it: Pulisci volumi disponibili
ja: クリーンアップ可能なボリューム
ko: 정리 가능한 볼륨
nl: Beschikbare volumes opschonen
pl: Wyczyść dostępne wolumeny
pt: Limpar volumes disponíveis
ru: Очистка доступных томов
tr: Mevcut Diskleri Temizle
zh_hans: 清理可用卷

source: Clear
ar: مسح
de: Löschen
es: Borrar
fr: Effacer
hi: साफ़ करें
id: Bersihkan
it: Cancella
ja: クリア
ko: 지우기
nl: Wissen
pl: Wyczyść
pt: Limpar
ru: Очистить
tr: Temizle
zh_hans: 清除

source: Click Create to upload the public key to Civo.
ar: انقر على إنشاء لتحميل المفتاح العام إلى Civo.
de: Klicke auf Erstellen, um den öffentlichen Schlüssel zu Civo hochzuladen.
es: Haz clic en Crear para subir la clave pública a Civo.
fr: Cliquez sur Créer pour télécharger la clé publique vers Civo.
hi: पब्लिक कुंजी को Civo पर अपलोड करने के लिए 'Create' पर क्लिक करें।
id: Klik Buat untuk mengunggah kunci publik ke Civo.
it: Clicca Crea per caricare la chiave pubblica su Civo.
ja: 作成をクリックして公開鍵をCivoにアップロードしてください。
ko: 생성을 클릭하여 공개 키를 Civo에 업로드하세요.
nl: Klik op Aanmaken om de publieke sleutel naar Civo te uploaden.
pl: Kliknij Utwórz, aby przesłać klucz publiczny do Civo.
pt: Clique em Criar para enviar a chave pública para o Civo.
ru: Нажмите «Создать», чтобы загрузить открытый ключ в Civo.
tr: Genel anahtarı Civo'ya yüklemek için Oluştur'a tıklayın.
zh_hans: 点击“创建”将公钥上传到 Civo。

source: Click to view %@
ar: انقر لعرض %@
de: Klicken, um %@ anzuzeigen
es: Clic para ver %@
fr: Cliquer pour afficher %@
hi: देखने के लिए क्लिक करें %@
id: Klik untuk melihat %@
it: Clicca per visualizzare %@
ja: クリックして%@を表示
ko: 클릭하여 %@ 보기
nl: Klik om %@ te bekijken
pl: Kliknij, aby wyświetlić %@
pt: Clique para ver %@
ru: Нажмите для просмотра %@
tr: Görüntülemek için tıklayın %@
zh_hans: 点击查看%@

source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
hi: बंद करें
id: Tutup
it: Chiudi
ja: 閉じる
ko: 닫기
nl: Sluiten
pl: Zamknij
pt: Fechar
ru: Закрыть
tr: Kapat
zh_hans: 关闭

source: Close All
ar: إغلاق الكل
de: Alle schließen
es: Cerrar todo
fr: Tout fermer
hi: सभी बंद करें
id: Tutup Semua
it: Chiudi tutto
ja: すべて閉じる
ko: 모두 닫기
nl: Alles sluiten
pl: Zamknij wszystko
pt: Fechar tudo
ru: Закрыть все
tr: Tümünü Kapat
zh_hans: 全部关闭

source: Cluster Details
ar: تفاصيل الكتلة
es: Detalles del clúster
fr: Détails du cluster
hi: क्लस्टर विवरण
id: Detail Klaster
it: Dettagli del cluster
ja: クラスタ詳細
ko: 클러스터 세부 정보
pl: Szczegóły klastra
pt: Detalhes do cluster
ru: Детали кластера
tr: Küme Detayları
zh_hans: 集群详情

source: Cluster Info
ar: معلومات الكتلة
es: Info del clúster
fr: Info du cluster
hi: क्लस्टर जानकारी
id: Info Klaster
it: Info cluster
ja: クラスタ情報
ko: 클러스터 정보
pl: Info o klastrze
pt: Info do cluster
ru: Информация о кластере
tr: Küme Bilgisi
zh_hans: 集群信息

source: CNI Plugin
ar: إضافة CNI
es: Plugin CNI
fr: Plugin CNI
hi: CNI प्लगइन
id: Plugin CNI
it: Plugin CNI
ja: CNIプラグイン
ko: CNI 플러그인
pl: Wtyczka CNI
pt: Plugin CNI
ru: Плагин CNI
tr: CNI Eklentisi
zh_hans: CNI 插件

source: Commands run in an ephemeral container in the same namespace.
ar: يتم تنفيذ الأوامر في حاوية مؤقتة ضمن نفس مساحة الأسماء.
de: Befehle werden in einem kurzlebigen Container im gleichen Namespace ausgeführt.
es: Los comandos se ejecutan en un contenedor efímero en el mismo namespace.
fr: Les commandes s'exécutent dans un conteneur éphémère dans le même namespace.
hi: कमांड्स एक अस्थायी कंटेनर में उसी namespace में चलाए जाते हैं।
id: Perintah dijalankan dalam kontainer sementara di namespace yang sama.
it: I comandi vengono eseguiti in un contenitore effimero nello stesso namespace.
ja: コマンドは同じネームスペース内の一時コンテナで実行されます。
ko: 명령은 동일한 네임스페이스의 임시 컨테이너에서 실행됩니다.
nl: Opdrachten worden uitgevoerd in een tijdelijke container in dezelfde namespace.
pl: Polecenia są wykonywane w efemerycznym kontenerze w tej samej przestrzeni nazw.
pt: Os comandos são executados em um contêiner efêmero no mesmo namespace.
ru: Команды выполняются во временном контейнере в том же пространстве имён.
tr: Komutlar, aynı ad alanında geçici bir konteynerde çalıştırılır.
zh_hans: 命令在同一命名空间的临时容器中运行。

source: Compute
ar: حوسبة
es: Cómputo
fr: Calcul
hi: कंप्यूट
id: Komputasi
it: Calcolo
ja: コンピュート
ko: 컴퓨트
pl: Obliczenia
pt: Computação
ru: Вычисления
tr: Hesaplama
zh_hans: 计算

source: Conditions
ar: الشروط
de: Bedingungen
es: Condiciones
hi: शर्तें
id: Kondisi
it: Condizioni
ja: 条件
ko: 조건
nl: Voorwaarden
pl: Warunki
pt: Condições
ru: Условия
tr: Koşullar
zh_hans: 条件

source: ConfigMaps (%lld)
ar: ملفات التكوين (%lld)
hi: कॉन्फ़िगमैप्स (%lld)
tr: ConfigMap'ler (%lld)

source: Configuration
ar: الإعدادات
de: Konfiguration
es: Configuración
hi: कॉन्फ़िगरेशन
id: Konfigurasi
it: Configurazione
ja: 設定
ko: 구성
nl: Configuratie
pl: Konfiguracja
pt: Configuração
ru: Конфигурация
tr: Yapılandırma
zh_hans: 配置

source: Connect
ar: اتصال
de: Verbinden
es: Conectar
fr: Connecter
hi: कनेक्ट करें
id: Hubungkan
it: Connetti
ja: 接続
ko: 연결
nl: Verbinden
pl: Połącz
pt: Ligar
ru: Подключиться
tr: Bağlan
zh_hans: 连接

source: Connect to cluster for live metrics and pod management
ar: الاتصال بالعقدة لمتابعة المقاييس الحية وإدارة الحاويات
de: Mit dem Cluster verbinden für Live-Metriken und Pod-Verwaltung
es: Conectar al clúster para métricas en vivo y gestión de pods
fr: Se connecter au cluster pour les métriques en direct et la gestion des pods
hi: लाइव मीट्रिक्स और पॉड प्रबंधन के लिए क्लस्टर से कनेक्ट करें
id: Hubungkan ke klaster untuk metrik langsung dan manajemen pod
it: Connetti al cluster per metriche in tempo reale e gestione dei pod
ja: クラスターに接続してライブメトリクスとPod管理を行う
ko: 클러스터에 연결하여 실시간 메트릭 및 파드 관리
nl: Verbind met cluster voor live metrics en podbeheer
pl: Połącz z klastrem, aby uzyskać metryki na żywo i zarządzać podami
pt: Ligar ao cluster para métricas em tempo real e gestão de pods
ru: Подключитесь к кластеру для просмотра метрик в реальном времени и управления подами
tr: Canlı metrikler ve pod yönetimi için kümeye bağlanın
zh_hans: 连接到集群以获取实时指标和 Pod 管理

source: Connect to K8s API to view labels
ar: الاتصال بواجهة برمجة تطبيقات K8s لعرض التصنيفات
de: Mit K8s API verbinden, um Labels anzuzeigen
es: Conectar a la API de K8s para ver etiquetas
fr: Se connecter à l'API K8s pour voir les libellés
hi: लेबल देखने के लिए K8s API से कनेक्ट करें
id: Hubungkan ke API K8s untuk melihat label
it: Connetti all'API K8s per visualizzare le etichette
ja: K8s APIに接続してラベルを表示
ko: K8s API에 연결하여 라벨 보기
nl: Verbind met K8s API om labels te bekijken
pl: Połącz z API K8s, aby zobaczyć etykiety
pt: Ligar à API K8s para ver etiquetas
ru: Подключитесь к API K8s для просмотра меток
tr: Etiketleri görüntülemek için K8s API'ye bağlanın
zh_hans: 连接到 K8s API 查看标签

source: Connect via SSH
ar: الاتصال عبر SSH
de: Per SSH verbinden
es: Conectar por SSH
fr: Connexion SSH
hi: SSH के माध्यम से कनेक्ट करें
id: Hubungkan melalui SSH
it: Connetti via SSH
ja: SSH経由で接続
ko: SSH로 연결
nl: Verbinden via SSH
pl: Połącz przez SSH
pt: Conectar via SSH
ru: Подключиться через SSH
tr: SSH ile Bağlan
zh_hans: 通过 SSH 连接

source: Connecting to API server...
ar: جارٍ الاتصال بخادم واجهة البرمجة...
de: Verbindung zum API-Server wird hergestellt ...
es: Conectando con el servidor API...
fr: Connexion au serveur API ...
hi: API सर्वर से कनेक्ट हो रहा है...
id: Menghubungkan ke server API...
it: Connessione al server API ...
ja: APIサーバーに接続中...
ko: API 서버에 연결 중...
nl: Verbinden met API-server ...
pl: Łączenie z serwerem API ...
pt: A ligar ao servidor API...
ru: Подключение к серверу API...
tr: API sunucusuna bağlanılıyor...
zh_hans: 正在连接到 API 服务器...

source: Connecting to Kubernetes API
ar: جارٍ الاتصال بواجهة برمجة تطبيقات Kubernetes
de: Verbindung mit Kubernetes API wird hergestellt
es: Conectando con la API de Kubernetes
fr: Connexion à l'API Kubernetes
hi: Kubernetes API से कनेक्ट हो रहा है
id: Menghubungkan ke API Kubernetes
it: Connessione all'API Kubernetes
ja: Kubernetes APIに接続中
ko: Kubernetes API에 연결 중
nl: Verbinden met Kubernetes API
pl: Łączenie z API Kubernetes
pt: A ligar à API Kubernetes
ru: Подключение к Kubernetes API
tr: Kubernetes API'ye bağlanılıyor
zh_hans: 正在连接到 Kubernetes API
